[
    {
        "title": "Чучело",
        "description": "Изопачаване на аргументa на другия, за стане по-лесен за атакуване.",
        "example": "Предлагам на група приятели да вземем пица Маргарита, защото всички я харесват, но един от тях е недоволен: \"Защо искаш да ни пробуташ най-евтината и най-постната пица?\"",
        "explanation": "Подменя се аргументът, че пица Маргарита ще е приемлива за всички с аргумент, който изобщо не е бил изказан от предлагащия.",
        "link": "straw_man",
        "english": "Straw Man"
    },
    {
        "title": "Фалшива причина",
        "description": "Предположението, че реална или възприета връзка между неща означава, че едното е причина за другото.",
        "example": "Винаги когато поръчам пица от Domino's, любимият ми отбор печели. Утре има важен мач, та явно трябва да поръчам пак от там.",
        "explanation": "Няма никакви логична причина поръчката на пица да влияе върху изхода на мача. Това са две напълно независими събития.",
        "link": "false_cause",
        "english": "False Cause"
    },
    {
        "title": "Хлъзгав наклон",
        "description": "Предположението, че ако позволим нещо да се случи, то задължително по нататък ще доведе до нежелани последствия.",
        "example": "Ако изядеш днес тази цяла пица, утре сигурно ще изядеш две и неусетно ще си с наднормено тегло!",
        "explanation": "Прави се силно съмнително предположение, че започвайки от нещо малко, неминуемо ще се създаде тенденция, която да доведе до много лош резултат.",
        "link": "slippery_slope",
        "english": "Slippery Slope"
    },
    {
        "title": "Метазаблуда",
        "description": "Предположението, че ако се ползва логическа заблуда за защита на дадено твърдение, то самото твърдение е грешно.",
        "example": "Повечето деца обичат пица. Пица Мафията им е промила мозъците!",
        "explanation": "Твърдението, че повечето деца обичат пица е всъщност вярно, въпреки че изтъкната причина звучи абсурдно. Има други по-резонни обяснения защо децата харесват пица.",
        "link": "Fallacy_fallacy",
        "english": "Fallacy Fallacy"
    },
    {
        "title": "Лична нападка",
        "description": "Атакуване на характера или личните качества на опонента, вместо аргумента му.",
        "example": "Как може човек, който е достатъчно глупав да се тъпче с пици, да ми препоръчва как точно да си правя салата Цезар?",
        "explanation": "Вместо да се оспори дали е хубава конкретната рецепта за приготвяне на салата Цезар, се атакуват хранителните навици и интелекта на предложилия я.",
        "link": "ad-hominem",
        "english": "Ad Hominem"
    },
    {
        "title": "Специално изключение",
        "description": "Промяна на стандартите, за да се създадат изключения, когато твърдението се покаже като невярно.",
        "example": "Обикновенно разделяме пицата по равно, но този път няма да плащам, защото пицата ми нямаше любимите ми маслинки!",
        "explanation": "Това, че не е поръчана най-любимата му пица, не е добър аргумент да се освобождава човек от задължението да плати своя дял.",
        "link": "special_pleading",
        "english": "Special Pleading"
    },
    {
        "title": "Натоварен въпрос",
        "description": "Питане, което съдържа предположение, което прави отговора неудобен.",
        "example": "Все още ли ядеш пица, въпреки че знаеш, че е вредна за теб?",
        "explanation": "Въпросът не дава възможност да се оспори основата теза. Очаква се отговор \"да\" или \"не\", без да има шанс да обсъди дали пицата всъщност е вредна.",
        "link": "loaded_question",
        "english": "Loaded Question"
    },
    {
        "title": "Хазартна заблуда",
        "description": "Вярата, че статистически независими събития влияят едно на друго.",
        "example": "Последните три пъти като поръчах пица, доставката закъсняваше. Време е късметът да ми се обърне. Днес съм убеден, че доставката ще е на време.",
        "explanation": "Подобно на игрите на късмета, човекът се заблуждава, че след поредица от неуспехи (закъснения), успехът (доставка на време) е неизбежен.",
        "link": "Gambler%27s_fallacy",
        "english": "Gambler's Fallacy"
    },
    {
        "title": "Следване на тълпата",
        "description": "Позоваване на популярност като опит за валидиране.",
        "example": "Всички обичат да ядат пица за вечеря, така че явно няма нищо лошо и аз да ям!",
        "explanation": "Вместо да се оцени дали яденето на пица е добра идея за конкретния човек в контекста на неговото здравословно състояние, аргументът просто се основава на това, че \"всички го правят\".",
        "link": "Argumentum_ad_populum",
        "english": "Bandwagon / Argumentum ad populum"
    },
    {
        "title": "Позоваване на авторитет",
        "description": "Използване на мнението на авторитет вместо прилагане на действителни аргументи.",
        "example": "Откакто гледах именит готвач по телевизията да казва, че готовото тесто е канцерогенно, си правя пица само с домашно тесто!",
        "explanation": "Въпреки че може и да е опитен готвач, това не означава, че този човек има компетентност в областта на здравето или токсикологията.",
        "link": "Argument_from_authority",
        "english": "Appeal to Authority"
    },
    {
        "title": "Цяло/части",
        "description": "Предположение, че това, което е вярно за една част от нещо, трябва да се отнася за цялото (и обратното).",
        "example": "В пицата ми има зеленчуци, значи е със сигурност здравословна!",
        "explanation": "Пренебрегва се това, че останалите съставки (пр.  мазно сирене, тесто) и високо съдържание на калории може да направят пицата вредна за здравето на някои хора.",
        "link": "Category_mistake",
        "english": "Category mistake / Composition & Division"
    },
    {
        "title": "Позоваване на природата",
        "description": "Аргумент, че нещо е валидно или полезно, защото е \"естествено\".",
        "example": "Бих избрал пица с червена мухоморка, отколкото такава с ГМО съставки. Естествените продукти са винаги за предпочитане!",
        "explanation": "В действителност, не всичко естествено е безопасно (червената мухоморка е силно токсична), както и не всичко \"изкуствено\" е вредно.",
        "link": "appeal_to_nature",
        "english": "Appeal to Nature"
    },
    {
        "title": "Анекдотично",
        "description": "Използване на личен опит или изолиран случай вместо валиден аргумент.",
        "example": "Един мой приятел яде пица всеки ден и е в перфектна форма. Значи няма нужда да внимам за килата ми при редовно ядене на пица!",
        "explanation": "Аргументът се основава на опита на един човек, който яде пица всеки ден и изглежда в добра форма. При толкова ограничен набор от данни, не може да се направи катагоричен извод как ще се отрази такова хранене на друг човек.",
        "link": "anecdotal_evidence",
        "english": "Anecdotal evidence"
    },
    {
        "title": "Тежест на доказателството",
        "description": "Твърдението, че тежестта на доказателството е върху този, който отрича, а не върху изказващия твърдението.",
        "example": "Какво против имаш да премина на диета само с пица! Докажи ми, че не е здравословно!",
        "explanation": "Прехвърлянето на тежестта на доказване към опонента създава некоректно впечатление, че твърдението е вярно по подразбиране.",
        "link": "Burden_of_proof",
        "english": "Burden of Proof"
    },
    {
        "title": "Няма истински шотландец",
        "description": "Позоваване на чистота, за да се изключат контрапримери, които противоречат на твърдението.",
        "example": "Никой истински ценител на пица не би добавил кетчуп върху готовата пица. Ако видиш някой да го прави, значи не е истински ценител на пица.",
        "explanation": "Хора, които обичат пица, но добавят кетчуп, биват автоматично изключени от категорията \"истински ценител\", без основателна причина.",
        "link": "no_true_scotsman",
        "english": "No True Scotsman"
    },
    {
        "title": "Генетична заблуда",
        "description": "Оценяване на нещо въз основа на неговия произход, а не на неговите качества.",
        "example": "Щом тази пица не е от Domino's, значи сигурно за нищо не става!",
        "explanation": "Вместо да се оценява пицата въз основа на вкус или качество, твърдението изцяло се основава на бранда.",
        "link": "Genetic_fallacy",
        "english": "Genetic Fallacy"
    },
    {
        "title": "Фалшива дилема",
        "description": "Представяне на две алтернативи като единствените възможности, когато в действителност има повече.",
        "example": "Трябва да решиш. Или се храниш само с пица или забравяш изцяло за пиците!",
        "explanation": "Реалният живот предлага повече от две крайности. Човек може да яде пица от време на време или да я комбинира с по-здравословна храна.",
        "link": "False_dilemma",
        "english": "False Dillema / Black-or-White"
    },
    {
        "title": "Порочен кръг",
        "description": "Кръгов аргумент, в който заключението е включено в предпоставката.",
        "example": "Маслините са популярна добавка за пица, защото много хора обичат да ги добавят върху пицата си",
        "explanation": "Аргументът просто преповтаря твърдението под друга форма, без да го подкрепя с факти или логика.",
        "link": "Circular_reasoning",
        "english": "Circular Reasoning / Begging the Question"
    },
    {
        "title": "Позоваване на емоции",
        "description": "Провокиране на емоционален отговор без валидни рационални аргументи.",
        "example": "Най-добрата храна за теб е тази, на която не можеш да устоиш. Поръчай сега нашата топла, ароматна пица!",
        "explanation": "Рекламата се опитва да убеди, че пицата е най-добрият избор за нас като провокира емоциите ни, за да не мислим за други важни критерии като калоричност, съставки, и други.",
        "link": "Appeal_to_emotion",
        "english": "Appeal to Emotion"
    },
    {
        "title": "Ти също",
        "description": "Избягване на критика чрез отхвърлянето ѝ с насрещна критика.",
        "example": "Как можеш да ме убеждаваш, че не е добре да ям толкова често пица, като самият ти си с наднормено тегло?",
        "explanation": "Дори ако някой е с наднормено тегло и коментарът му да звучи лицемерно, това не значи, че твърдението му е автоматично невярно.",
        "link": "Tu_quoque",
        "english": "Tu Quoque"
    },
    {
        "title": "Лично недоверие",
        "description": "Твърдение, че нещо е невярно, защото е трудно за разбиране.",
        "example": "Какви са тези глупости, които чета, че температурата на печене може да промени химическия състав на пицата. Пицата си е пица.",
        "explanation": "В действителност, процесът на Майярова реакция (образуването на акриламиди при висока температура) е добре изследван научен феномен, който може да влияе върху състава на храните, включително пицата.",
        "link": "Personal_incredulity",
        "english": "Personal Incredulity"
    },
    {
        "title": "Двусмислие",
        "description": "Използване на двусмислици, за да обърка или манипулира..",
        "example": "Попаднах на реклама \"Пицата ни е приготвена по оригинална рецепта!\". Звучи ми като да трябва да я пробвам!",
        "explanation": "Фразата \"оригинална рецепта\" може да значи или \"автентична за даден регион\" или \"уникална рецепта, специално създадена от пицарията\". Пицарията може да рекламира с такъв неясен език, за да привлече вниманието на различни клиенти.",
        "link": "Fallacy_of_ambiguity",
        "english": "Ambiguity"
    },
    {
        "title": "Подбиране на черешки",
        "description": "Подбиране само на такива данни, които да поддържат даден аргумент.",
        "example": "Мисля, че открих най-добрата пицария в града. Всичките й отзиви в Google Maps са с максимална оценка!",
        "explanation": "Това, че всичките отзиви на пицарията са отлични, не е задължително достатъчен критерий да бъде \"най-добра в целия град\", особено ако пицарията е новоотворена и е имало малко на брой посетители. Изисква се по-обстойно изследване на всички пици в града.",
        "link": "Cherry_picking",
        "english": "Cherry Picking"
    },
    {
        "title": "Златна среда",
        "description": "Твърдение, че истината се намира някъде между две крайности.",
        "example": "Майка ми харесва веган пици, а баща ми - с много колбаси. Като правя пица вкъщи, мисля да сложа просто по-малко колбаси, за да са доволни и двамата!",
        "explanation": "Вместо да удовлетвори и двете страни, предложеното решение вероятно няма да удовлетвори нито една.",
        "link": "Balance_fallacy",
        "english": "Balance Fallacy / Middle Way"
    }
]