[
    {
        "title": "Сламен човек (Straw Man)",
        "description": "Изкривяване на аргумента на някого, за да го направите по-лесен за опровергаване.",
        "explanation": "Изопачава се аргументът на другия, за да изглежда смешен или крайно неправилен.",
        "example": "Диетолог предлага да добавите повече зеленчуци към менюто си, а някой казва: 'О, значи повече никога не трябва да ядем пица?'",
        "link": "straw-man.html"
    },
    {
        "title": "Фалшива причина (False Cause)",
        "description": "Предположението, че реална или възприета връзка между неща означава, че едното е причина за другото.",
        "explanation": "Неправилно се свързват две събития като причина и следствие само защото са се случили последователно.",
        "example": "Ядох пица снощи и днес съм уморен. Значи яденето на пица ме изтощава!",
        "link": "false-cause.html"
    },
    {
        "title": "Хлъзгав наклон (Slippery Slope)",
        "description": "Утвърждаването, че ако позволим нещо да се случи, то задължително ще доведе до нежелани последствия.",
        "explanation": "Твърдение, че едно малко действие неизбежно ще доведе до екстремни резултати.",
        "example": "Ако изядеш днес едно парче пица, утре ще изядеш цяла тава и накрая ще се тъпчеш само с пица!",
        "link": "slippery-slope.html"
    },
    {
        "title": "Срещу личността (Ad Hominem)",
        "description": "Атакуване на характера или личните качества на опонента, вместо аргумента му.",
        "explanation": "Нападат се личните качества на човека, вместо да се отговори на аргумента му.",
        "example": "Как може този диетолог да говори за здравословно хранене, като самият той яде пица редовно?",
        "link": "ad-hominem.html"
    },
    {
        "title": "Специално изключение (Special Pleading)",
        "description": "Промяна на стандартите, за да се създадат изключения, когато твърдението се покаже като невярно.",
        "explanation": "Създават се специални правила, за да се избегне опровергаване на твърдението.",
        "example": "Пицата не е вредна, когато е домашна, защото моята е направена с любов!",
        "link": "special-pleading.html"
    },
    {
        "title": "Натоварен въпрос (Loaded Question)",
        "description": "Задаване на въпрос, който съдържа предположение, което прави отговора неудобен.",
        "explanation": "Въпрос, който предполага нещо неудобно, независимо от отговора.",
        "example": "Все още ли ядеш пица редовно, въпреки че знаеш, че е вредна?",
        "link": "loaded-question.html"
    },
    {
        "title": "Хазартната заблуда (The Gambler's Fallacy)",
        "description": "Вярата, че статистически независими събития влияят едно на друго.",
        "explanation": "Твърдение, че предишни събития влияят върху бъдещи вероятности при независими действия.",
        "example": "С три диети не успях да сваля устойчиво килограми, та съм сигурен, че от следващата диета ще ми се получи!",
        "link": "gamblers-fallacy.html"
    },
    {
        "title": "Следване на тълпата (Bandwagon)",
        "description": "Позоваване на популярност или фактът, че много хора правят нещо, като опит за валидиране.",
        "explanation": "Твърдение, че нещо е правилно, защото много хора го правят.",
        "example": "Всички ядат пица за вечеря, така че явно няма нищо лошо и аз да ям!",
        "link": "bandwagon.html"
    },
    {
        "title": "Позоваване на авторитет (Appeal to Authority)",
        "description": "Използване на мнението или позицията на авторитет вместо действителен аргумент.",
        "explanation": "Приема се, че нещо е вярно, защото го казва авторитетна фигура, без други доказателства.",
        "example": "Известен шеф-готвач каза, че пицата е здравословна храна, така че това трябва да е вярно!",
        "link": "appeal-to-authority.html"
    },
    {
        "title": "Композиция/Дивизия (Composition/Division)",
        "description": "Предположение, че това, което е вярно за една част от нещо, трябва да се отнася за цялото.",
        "explanation": "Твърдение, че ако една част от нещо има определено свойство, то цялото също го има.",
        "example": "В пицата ми има зеленчуци, значи е със сигурност здравословна!",
        "link": "composition-division.html"
    },
    {
        "title": "Позоваване на природата (Appeal to Nature)",
        "description": "Аргумент, че нещо е валидно, защото е 'естествено'.",
        "explanation": "Предполага се, че нещо е правилно или добро, защото е натурално или природно.",
        "example": "Червената мухоморка е природен продукт. Защо пък да не я добавя към пицата си!",
        "link": "appeal-to-nature.html"
    },
    {
        "title": "Анекдотично (Anecdotal)",
        "description": "Използване на личен опит или изолиран случай вместо валиден аргумент.",
        "explanation": "Използва се личен пример, за да се пренебрегнат факти или статистика.",
        "example": "Мой приятел яде пица всеки ден и е в перфектна форма, значи от пица не може да се дебелее!",
        "link": "anecdotal.html"
    },
    {
        "title": "Тежест на доказателството (Burden of Proof)",
        "description": "Твърдението, че тежестта на доказателството е върху този, който отрича, а не върху този, който твърди.",
        "explanation": "Изисква се от другите да докажат противното, вместо самият твърдящ да го докаже.",
        "example": "Докажи ми, че има проблем в това да се храня с пица сутрин-обед-вечер!",
        "link": "burden-of-proof.html"
    },
    {
        "title": "Няма истински шотландец (No True Scotsman)",
        "description": "Позоваване към чистота, за да се изключат контрапримери.",
        "explanation": "Отхвърлят се примери, които противоречат на твърдението, като се заявява, че те не са 'истински'.",
        "example": "Алберто, ти няма как да си роден в Италия, защото италианците никога не слагат ананас на пицата си.",
        "link": "no-true-scotsman.html"
    },
    {
        "title": "Генетична заблуда (Genetic Fallacy)",
        "description": "Оценяване на нещо въз основа на неговия произход, а не на неговите качества.",
        "explanation": "Аргументът се основава на произхода на идеята, а не на нейните реални свойства.",
        "example": "Гледам, тази пица не си я взел от Domino's, значи не може да е добра!",
        "link": "genetic.html"
    },
    {
        "title": "Черно-бяло (Black-or-White)",
        "description": "Представяне на две алтернативи като единствените възможности, когато в действителност има повече.",
        "explanation": "Представят се само две крайни опции, игнорирайки междинни възможности.",
        "example": "Трябва да решиш - или се храниш само с пица или забравяш изцяло за пиците!",
        "link": "black-or-white.html"
    },
    {
        "title": "Порочен кръг (Begging the Question)",
        "description": "Кръгов аргумент, в който заключението е включено в предпоставката.",
        "explanation": "Твърдението се приема за вярно, без да се предоставят допълнителни доказателства.",
        "example": "Пицата е най-добрата храна, защото е най-вкусната!",
        "link": "begging-the-question.html"
    },
    {
        "title": "Позоване на емоции (Appeal to Emotion)",
        "description": "Манипулиране на емоционален отговор вместо валиден аргумент.",
        "explanation": "Използва се емоция вместо рационални доказателства за подкрепа на твърдение.",
        "example": "Помисли за всички щастливи моменти, които имаш с пица! Как можеш да ограничиш яденото й?",
        "link": "appeal-to-emotion.html"
    },
    {
        "title": "Tu Quoque",
        "description": "Избягване на критика чрез отхвърлянето ѝ с критика.",
        "explanation": "Отговаря се на обвинение с контраобвинение, вместо с аргумент.",
        "example": "Как можеш да ми казваш да ям по-малко пица като на моите години си ял не по-малко от мен?",
        "link": "tu-quoque.html"
    },
    {
        "title": "Лично недоверие (Personal Incredulity)",
        "description": "Твърдение, че нещо е невярно, защото е трудно за разбиране.",
        "explanation": "Аргументът се отхвърля, защото изглежда прекалено сложен или невероятен.",
        "example": "Не мога да разбера как може човек да прекали с пица. Винаги ми е вкусна!",
        "link": "personal-incredulity.html"
    },
    {
        "title": "Двусмислие (Ambiguity)",
        "description": "Използване на двусмислици за заблуждение или изопачаване на истината.",
        "explanation": "Аргументът използва неясен език, за да обърка или манипулира.",
        "example": "На табелата пише 'Фина пица тук', затова реших, че е от нея няма как да надебелея и си взех две!",
        "link": "ambiguity.html"
    },
    {
        "title": "Подбиране на черешки (Cherry Picking)",
        "description": "Подбиране на данни, за да се поддържа даден аргумент.",
        "explanation": "Избират се само данните, които подкрепят твърдението, игнорирайки останалите.",
        "example": "Тази пицария със сигурност е най-добрата в града, защото е спечелила награда в кварталния конкурс преди 5 години!",
        "link": "texas-sharpshooter.html"
    },
    {
        "title": "Среден път (Middle Ground)",
        "description": "Твърдение, че истината е между две крайности.",
        "explanation": "Приема се, че средната позиция между две диаметрално различни твърдение е правилната.",
        "example": "Според мама, истината е в домашно приготвеното тесто, а баща ми харесва само готовото замразено. Най-добре като правя пица, да комбинирам двете!",
        "link": "middle-ground.html"
    }
]
