[
    {
        "title": "Чучело",
        "description": "Изкривяване на аргументa на другия, за стане по-лесен за опровергаване.",
        "explanation": "Изопачава се аргументът на опонент, за да изглежда смешен или крайно неправилен.",
        "example": "Генчо предлага на групата си приятели да вземат пица Маргарита, защото вярва, че всички я харесват, а някой казва: \"О, защо искаш да минеш евтино?\"",
        "link": "straw_man",
        "english": "Straw Man"
    },
    {
        "title": "Фалшива причина",
        "description": "Предположението, че реална или възприета връзка между неща означава, че едното е причина за другото.",
        "explanation": "Неправилно се свързват две събития като причина и следствие само защото са се случили последователно.",
        "example": "Ядох пица снощи и днес съм уморен. Значи яденето на пица ме изтощава!",
        "link": "false_cause",
        "english": "False Cause"
    },
    {
        "title": "Хлъзгав наклон",
        "description": "Предположението, че ако позволим нещо да се случи, то задължително ще доведе до силно нежелани последствия.",
        "explanation": "Твърди се, че едно малко действие постепенно, но неизбежно, ще доведе до екстремни резултати.",
        "example": "Ако изядеш днес тази цяла пица, утре сигурно ще изядеш две и неусетно ще станеш 100 кила!",
        "link": "slippery_slope",
        "english": "Slippery Slope"
    },
    {
        "title": "Метазаблуда",
        "description": "Предположението, че ако се ползва логическа заблуда за защита на твърдение, то самото твърдение е грешно.",
        "explanation": "Използването на лоша аргументация, включително използването на заблуди, не прави дадена теза задължителна грешна",
        "example": "Повечето деца обичат пица. Сигурно защото Пица Мафията им е промила мозъците!",
        "link": "Fallacy_fallacy",
        "english": "Fallacy Fallacy"
    },
    {
        "title": "Лична нападка",
        "description": "Атакуване на характера или личните качества на опонента, вместо аргумента му.",
        "explanation": "Нападат се личните качества на човека, вместо да се отговори на аргумента му.",
        "example": "Как може човек, който яде предимно пици, да ми препоръчва как точно да си правя салата Цезар?",
        "link": "ad-hominem",
        "english": "Ad Hominem"
    },
    {
        "title": "Специално изключение",
        "description": "Промяна на стандартите, за да се създадат изключения, когато твърдението се покаже като невярно.",
        "explanation": "Създават се специални правила, за да се избегне опровергаване на твърдението.",
        "example": "По принцип си делим по равно сметката за пицата, но тъй като не взехте пицата, която най-много обичам, не ме бройте!",
        "link": "special_pleading",
        "english": "Special Pleading"
    },
    {
        "title": "Натоварен въпрос",
        "description": "Питане, който съдържа предположение, което прави отговора неудобен.",
        "explanation": "Задава се въпрос, който предполага нещо неудобно, независимо от отговора.",
        "example": "Все още ли ядеш пица, въпреки че знаеш, че е вредна за теб?",
        "link": "loaded_question",
        "english": "Loaded Question"
    },
    {
        "title": "Хазартна заблуда",
        "description": "Вярата, че статистически независими събития влияят едно на друго.",
        "explanation": "Твърди се, че предишни събития влияят върху бъдещи вероятности при независими действия.",
        "example": "С трите ми диети напоследък не свалих килограми, но съм сигурен, че ми е време да успея със следващата диета, която почвам от утре!",
        "link": "Gambler%27s_fallacy",
        "english": "Gambler's Fallacy"
    },
    {
        "title": "Следване на тълпата",
        "description": "Позоваване на популярност като опит за валидиране.",
        "explanation": "Твърди се, че нещо е правилно, защото много хора го правят или одобряват.",
        "example": "Всички обичат да ядат пица за вечеря, така че явно няма нищо лошо и аз да ям!",
        "link": "Argumentum_ad_populum",
        "english": "Bandwagon / Argumentum ad populum"
    },
    {
        "title": "Позоваване на авторитет",
        "description": "Използване на мнението или позицията на авторитет вместо действителен аргумент.",
        "explanation": "Приема се, че нещо е вярно само, защото го казва авторитетна фигура, без да прилага други аргументи.",
        "example": "Откакто гледах именит готвач по телевизията да казва, че готовото тесто е канцерогенно, си правя пица само с домашно тесто!",
        "link": "Argument_from_authority",
        "english": "Appeal to Authority"
    },
    {
        "title": "Цяло/части",
        "description": "Предположение, че това, което е вярно за една част от нещо, трябва да се отнася за цялото (и обратното).",
        "explanation": "Твърди се, че ако част от нещо има определено свойство, то цялото също го има. Или ако цялото има дадено свойство, то и всяка негова част ще го има.",
        "example": "В пицата ми има зеленчуци, значи е със сигурност здравословна!",
        "link": "Category_mistake",
        "english": "Category mistake / Composition & Division"
    },
    {
        "title": "Позоваване на природата",
        "description": "Аргумент, че нещо е валидно, защото е \"естествено\".",
        "explanation": "Предполага се, че нещо е безопасно/правилно/желано, защото е натурално/природно/естествено.",
        "example": "Предпочитам пица с червена мухоморка, отколкото такава с ГМО съставки. Естествените продукти са винаги здравословни!",
        "link": "appeal_to_nature",
        "english": "Appeal to Nature"
    },
    {
        "title": "Анекдотично",
        "description": "Използване на личен опит или изолиран случай вместо валиден аргумент.",
        "explanation": "Използва се лична история, за да се пренебрегнат факти и наличната статистика.",
        "example": "Един мой приятел яде пица всеки ден и е в перфектна форма. Значи няма как да кача килца от пица!",
        "link": "anecdotal_evidence",
        "english": "Anecdotal evidence"
    },
    {
        "title": "Тежест на доказателството",
        "description": "Твърдението, че тежестта на доказателството е върху този, който отрича.",
        "explanation": "Изисква се от другите да докажат противното, вместо твърдящият да представи доказателства за своето твърдение.",
        "example": "Тате, какво против имаш да премина на диета само с пица! Докажи ми, че не е здравословно!",
        "link": "Burden_of_proof",
        "english": "Burden of Proof"
    },
    {
        "title": "Няма истински шотландец",
        "description": "Позоваване на чистота, за да се изключат контрапримери.",
        "explanation": "Отхвърлят се примери, които противоречат на твърдението, като се заявява, че те не са \"истински\".",
        "example": "Алберто, ти няма как да си роден в Италия, защото истинските италианци никога не слагат ананас на пицата си.",
        "link": "no_true_scotsman",
        "english": "No True Scotsman"
    },
    {
        "title": "Генетична заблуда",
        "description": "Оценяване на нещо въз основа на неговия произход, а не на неговите качества.",
        "explanation": "Аргументът се основава на произхода на идеята, а не на нейните реални свойства.",
        "example": "Щом тази пица не е от Domino's, значи сигурно не става!",
        "link": "Genetic_fallacy",
        "english": "Genetic Fallacy"
    },
    {
        "title": "Фалшива дилема",
        "description": "Представяне на две алтернативи като единствените възможности, когато в действителност има повече.",
        "explanation": "Представят се само две крайни опции, игнорирайки междинни и алтернативни възможности.",
        "example": "Трябва да решиш. Или се храниш само с пица или забравяш изцяло за пиците!",
        "link": "False_dilemma",
        "english": "False Dillema / Black-or-White"
    },
    {
        "title": "Порочен кръг",
        "description": "Кръгов аргумент, в който заключението е включено в предпоставката.",
        "explanation": "Твърдението се приема за вярно, без да се предоставят допълнителни доказателства.",
        "example": "Пицата е най-добрата храна, защото е най-вкусната!",
        "link": "Circular_reasoning",
        "english": "Circular Reasoning / Begging the Question"
    },
    {
        "title": "Позоваване на емоции",
        "description": "Провокиране на емоционален отговор без валидни аргументи.",
        "explanation": "Използва се емоция вместо рационални доказателства за подкрепа на твърдение.",
        "example": "Най-добрата храна за теб е тази, която те прави щастлив. Помисли си за нашата топла, ароматна пица и поръчай сега.",
        "link": "Appeal_to_emotion",
        "english": "Appeal to Emotion"
    },
    {
        "title": "Ами ти?",
        "description": "Избягване на критика чрез отхвърлянето ѝ с насрещна критика.",
        "explanation": "Отговаря се на обвинение с контраобвинение, вместо с аргумент.",
        "example": "Как можеш да ме убеждаваш, че не е добре да ям толкова често пица, като ти самият си с наднормено тегло?",
        "link": "Tu_quoque",
        "english": "Tu Quoque"
    },
    {
        "title": "Лично недоверие",
        "description": "Твърдение, че нещо е невярно, защото е трудно за разбиране.",
        "explanation": "Аргументът се отхвърля, защото изглежда прекалено сложен или невероятен.",
        "example": "Не ти вярвам, че може човек да прекали с пица. Никога не ми се е случвало!",
        "link": "Personal_incredulity",
        "english": "Personal Incredulity"
    },
    {
        "title": "Двусмислие",
        "description": "Използване на двусмислици за изопачаване на истината.",
        "explanation": "Аргументът използва неясен или двусмислен език, за да обърка или манипулира.",
        "example": "Попаднах на реклама \"Пицата ни е приготвена по оригинална рецепта!\" и се чудя дали е традиционна рецепта или специална рецепта за тази пицария",
        "link": "Fallacy_of_ambiguity",
        "english": "Ambiguity"
    },
    {
        "title": "Подбиране на черешки",
        "description": "Подбиране само на такива данни, които да поддържат даден аргумент.",
        "explanation": "Изтъкват се само данни, които подкрепят твърдението, а другите не се вземат впредвид.",
        "example": "Тази пицария със сигурност е най-добрата в града. Печелила е първа награда в кварталния конкурс за пици!",
        "link": "Cherry_picking",
        "english": "Cherry Picking"
    },
    {
        "title": "Златна среда",
        "description": "Твърдение, че истината се намира някъде между две крайности.",
        "explanation": "Приема се, че правилната позиция е някъде по средата между две диаметрално различни твърдения.",
        "example": "Майка ми харесва домашно приготвеното тесто, а баща ми - готовото замразено. Като правя пица вкъщи, най-добре да комбинирам двете!",
        "link": "Balance_fallacy",
        "english": "Balance Fallacy / Middle Way"
    }
]