[
    {
        "title": "Сламен човек",
        "description": "Изкривяване на аргументa на другия, за стане по-лесен за опровергаване.",
        "explanation": "Изопачава се аргументът на опонент, за да изглежда смешен или крайно неправилен.",
        "example": "Генчо предлага на групата си приятели да вземат пица Маргарита, защото вярва, че всички я харесват, а някой казва: 'О, защо искаш да минеш евтино?'",
        "link": "straw-man",
        "english": "Straw Man"
    },
    {
        "title": "Фалшива причина",
        "description": "Предположението, че реална или възприета връзка между неща означава, че едното е причина за другото.",
        "explanation": "Неправилно се свързват две събития като причина и следствие само защото са се случили последователно.",
        "example": "Ядох пица снощи и днес съм уморен. Значи яденето на пица ме изтощава!",
        "link": "false-cause",
        "english": "False Cause"
    },
    {
        "title": "Хлъзгав наклон",
        "description": "Предположението, че ако позволим нещо да се случи, то задължително ще доведе до силно нежелани последствия.",
        "explanation": "Твърдение, че едно малко действие неизбежно ще доведе до екстремни резултати.",
        "example": "Ако изядеш днес тази цяла пица, утре сигурно ще изядеш две и неусетно ще станеш 100 кила!",
        "link": "slippery-slope",
        "english": "Slippery Slope"
    },
    {
        "title": "Лична нападка",
        "description": "Атакуване на характера или личните качества на опонента, вместо аргумента му.",
        "explanation": "Нападат се личните качества на човека, вместо да се отговори на аргумента му.",
        "example": "Как може човек, който яде предимно пици, да ми препоръчва как точно да си правя салата Цезар?",
        "link": "ad-hominem",
        "english": "Ad Hominem"
    },
    {
        "title": "Специално изключение",
        "description": "Промяна на стандартите, за да се създадат изключения, когато твърдението се покаже като невярно.",
        "explanation": "Създават се специални правила, за да се избегне опровергаване на твърдението.",
        "example": "По принцип си делим по равно сметката за пицата, но тъй като не взехте пицата, която най-много обичам, не ме бройте!",
        "link": "special-pleading",
        "english": "Special Pleading"
    },
    {
        "title": "Натоварен въпрос",
        "description": "Задаване на въпрос, който съдържа предположение, което прави отговора неудобен.",
        "explanation": "Въпрос, който предполага нещо неудобно, независимо от отговора.",
        "example": "Все още ли ядеш пица, въпреки че знаеш, че е вредна за теб?",
        "link": "loaded-question",
        "english": "Loaded Question"
    },
    {
        "title": "Хазартната заблуда",
        "description": "Вярата, че статистически независими събития влияят едно на друго.",
        "explanation": "Твърдение, че предишни събития влияят върху бъдещи вероятности при независими действия.",
        "example": "С трите ми диети напоследък не свалих устойчиво килограми, та съм сигурен, че от следващата диета ще успея!",
        "link": "gamblers-fallacy",
        "english": "The Gambler's Fallacy"
    },
    {
        "title": "Следване на тълпата",
        "description": "Позоваване на популярност като опит за валидиране.",
        "explanation": "Твърдение, че нещо е правилно, защото много хора го правят или одобряват.",
        "example": "Всички обичат да ядат пица за вечеря, така че явно няма нищо лошо и аз да ям!",
        "link": "bandwagon",
        "english": "Bandwagon"
    },
    {
        "title": "Позоваване на авторитет",
        "description": "Използване на мнението или позицията на авторитет вместо действителен аргумент.",
        "explanation": "Приема се, че нещо е вярно, защото го казва авторитетна фигура, без никакви други доказателства.",
        "example": "Именит готвач каза по телевизията, че пицата с ананас не е пица, така че няма повече да поръчваме такава!",
        "link": "appeal-to-authority",
        "english": "Appeal to Authority"
    },
    {
        "title": "Съставяне/Разделяне",
        "description": "Предположение, че това, което е вярно за една част от нещо, трябва да се отнася за цялото (и обратното).",
        "explanation": "Твърдение, че ако една част от нещо има определено свойство, то цялото също го има. Или ако цялото има това свойство, то и всяка част го има.",
        "example": "В пицата ми има зеленчуци, значи е със сигурност здравословна!",
        "link": "composition-division",
        "english": "Composition/Division"
    },
    {
        "title": "Позоваване на природата",
        "description": "Аргумент, че нещо е валидно, защото е 'естествено'.",
        "explanation": "Предполага се, че нещо е безопасно/правилно/желано, защото е натурално/природно/естествено.",
        "example": "Предпочитам пица с червена мухоморка, отколкото такава с ГМО съставки. Естествените продукти са винаги здравословни!",
        "link": "appeal-to-nature",
        "english": "Appeal to Nature"
    },
    {
        "title": "Анекдотично",
        "description": "Използване на личен опит или изолиран случай вместо валиден аргумент.",
        "explanation": "Използва се лична история, за да се пренебрегнат факти и наличната статистика.",
        "example": "Един мой приятел яде пица всеки ден и е в перфектна форма. Значи няма как да кача килца от пица!",
        "link": "anecdotal",
        "english": "Anecdotal"
    },
    {
        "title": "Тежест на доказателството",
        "description": "Твърдението, че тежестта на доказателството е върху този, който отрича.",
        "explanation": "Изисква се от другите да докажат противното, вместо твърдящият да представи доказателства за своето твърдение.",
        "example": "Тате, какво против имаш да премина на диета само с пица! Докажи ми, че не е здравословно!",
        "link": "burden-of-proof",
        "english": "Burden of Proof"
    },
    {
        "title": "Няма истински шотландец",
        "description": "Позоваване на чистота, за да се изключат контрапримери.",
        "explanation": "Отхвърлят се примери, които противоречат на твърдението, като се заявява, че те не са 'истински'.",
        "example": "Алберто, ти няма как да си роден в Италия, защото истинските италианци никога не слагат ананас на пицата си.",
        "link": "no-true-scotsman",
        "english": "No True Scotsman"
    },
    {
        "title": "Генетична заблуда",
        "description": "Оценяване на нещо въз основа на неговия произход, а не на неговите качества.",
        "explanation": "Аргументът се основава на произхода на идеята, а не на нейните реални свойства.",
        "example": "Щом тази пица не е от Domino's, значи сигурно не става!",
        "link": "genetic",
        "english": "Genetic Fallacy"
    },
    {
        "title": "Фалшива дилема",
        "description": "Представяне на две алтернативи като единствените възможности, когато в действителност има повече.",
        "explanation": "Представят се само две крайни опции, игнорирайки междинни възможности.",
        "example": "Трябва да решиш. Или се храниш само с пица или забравяш изцяло за пиците!",
        "link": "black-or-white",
        "english": "Black-or-White"
    },
    {
        "title": "Порочен кръг",
        "description": "Кръгов аргумент, в който заключението е включено в предпоставката.",
        "explanation": "Твърдението се приема за вярно, без да се предоставят допълнителни доказателства.",
        "example": "Пицата е най-добрата храна, защото е най-вкусната!",
        "link": "begging-the-question",
        "english": "Begging the Question"
    },
    {
        "title": "Позоване на емоции",
        "description": "Манипулиране на емоционален отговор вместо валиден аргумент.",
        "explanation": "Използва се емоция вместо рационални доказателства за подкрепа на твърдение.",
        "example": "Най-добрата храна за теб е тази, която те прави щастлив. Помисли си за нашата топла, ароматна пица и поръчай сега.",
        "link": "appeal-to-emotion",
        "english": "Appeal to Emotion"
    },
    {
        "title": "Ти също",
        "description": "Избягване на критика чрез отхвърлянето ѝ с критика.",
        "explanation": "Отговаря се на обвинение с контраобвинение, вместо с аргумент.",
        "example": "Как можеш да ме убеждаваш, че не е добре да ям толкова често пица, като ти самият си с наднормено тегло?",
        "link": "tu-quoque",
        "english": "Tu Quoque"
    },
    {
        "title": "Лично недоверие",
        "description": "Твърдение, че нещо е невярно, защото е трудно за разбиране.",
        "explanation": "Аргументът се отхвърля, защото изглежда прекалено сложен или невероятен.",
        "example": "Не мога да повярвам, че може човек да прекали с пица. Никога не ми се е случвало!",
        "link": "personal-incredulity",
        "english": "Personal Incredulity"
    },
    {
        "title": "Двусмислие",
        "description": "Използване на двусмислици за заблуждение или изопачаване на истината.",
        "explanation": "Аргументът използва неясен език, за да обърка или манипулира.",
        "example": "Пицата ни е приготвена по оригинална рецепта!",
        "link": "ambiguity",
        "english": "Ambiguity"
    },
    {
        "title": "Подбиране на черешки",
        "description": "Подбиране на данни, за да се поддържа даден аргумент.",
        "explanation": "Избират се само данните, които подкрепят твърдението, игнорирайки останалите.",
        "example": "Тази пицария със сигурност е най-добрата в града. Печелила е първа награда в кварталния конкурс за пици!",
        "link": "texas-sharpshooter",
        "english": "Cherry Picking/Texas Sharpshooter"
    },
    {
        "title": "Среден път",
        "description": "Твърдение, че истината е между две крайности.",
        "explanation": "Приема се, че средната позиция между две диаметрално различни твърдение е правилната.",
        "example": "Майка ми харесва домашно приготвеното тесто, а баща ми - готовото замразено. Като правя пица вкъщи, най-добре да комбинирам двете!",
        "link": "middle-ground",
        "english": "Middle Ground"
    }
]