[
    {
        "title": "Ad Hominem",
        "description": "Атакува се човекът, а не аргументът.",
        "explanation": "Казваш, че някой греши заради това, кой е той, а не какво казва.",
        "example": "Ти не си готвач, затова мнението ти за готвене не е важно.",
        "link": "ad-hominem.html"
    },
    {
        "title": "Straw Man",
        "description": "Изкривяване на аргумент, за да го направиш по-лесен за атака.",
        "explanation": "Променяш това, което е казано, за да го направиш по-лесно за опровергаване.",
        "example": "Лицето А иска повече защита за околната среда. Лицето Б казва, че това ще затвори индустриите.",
        "link": "straw-man.html"
    },
    {
        "title": "Appeal to Ignorance",
        "description": "Твърдение, че нещо е вярно, защото не е доказано като невярно.",
        "explanation": "Казваш, че нещо е вярно, защото никой не го е опровергал.",
        "example": "Няма доказателства, че призраци не съществуват, затова те са истински.",
        "link": "appeal-to-ignorance.html"
    },
    {
        "title": "False Dilemma",
        "description": "Създаване на избор между две опции, когато има повече възможности.",
        "explanation": "Представяш ситуация, сякаш съществуват само два възможни изхода.",
        "example": "Или си с нас, или си против нас.",
        "link": "false-dilemma.html"
    },
    {
        "title": "Slippery Slope",
        "description": "Твърдение, че едно действие ще доведе до поредица от нежелани събития.",
        "explanation": "Твърдиш, че ако направим 'А', то неизбежно ще последва 'Б' и 'В'.",
        "example": "Ако разрешим на хората да карат велосипеди по тротоарите, следващото ще бъде мотоциклети!",
        "link": "slippery-slope.html"
    },
    {
        "title": "Appeal to Emotion",
        "description": "Използване на емоции, за да се спечели аргумент, вместо логика или факти.",
        "explanation": "Привличаш съчувствие или страх, вместо да използваш доказателства.",
        "example": "Помисли за всички гладни деца! Как можеш да не дариш?",
        "link": "appeal-to-emotion.html"
    },
    {
        "title": "Bandwagon",
        "description": "Призив да направиш нещо, защото всички го правят.",
        "explanation": "Използваш популярността на идеята, за да я защитиш.",
        "example": "Всички си купуват този телефон, значи е най-добрият.",
        "link": "bandwagon.html"
    },
    {
        "title": "Post Hoc",
        "description": "Твърдение, че защото едно нещо е станало преди друго, то го е причинило.",
        "explanation": "Смяташ, че времевата последователност означава причинно-следствена връзка.",
        "example": "Изпих чай и главоболието ми изчезна. Значи чаят помага срещу главоболие.",
        "link": "post-hoc.html"
    },
    {
        "title": "Appeal to Authority",
        "description": "Твърдение, че нещо е вярно, защото авторитет го е казал.",
        "explanation": "Използваш авторитета на личност, вместо доказателства.",
        "example": "Доктор каза, че това е вярно, значи е вярно.",
        "link": "appeal-to-authority.html"
    },
    {
        "title": "False Cause",
        "description": "Твърдение, че две събития са свързани, само защото са се случили заедно.",
        "explanation": "Свързваш корелация с причинно-следствена връзка.",
        "example": "Когато продаваме сладолед, се увеличават престъпленията. Значи сладоледът ги причинява.",
        "link": "false-cause.html"
    }
]
